{
    "titulo": "Textos de práctica",
    "instrucciones": "Utiliza estos textos para practicar cada uno de los fonemas",
    "textos": [
        {
            "titulo": "Schwa (pt. 1)",
            "contenido": "At eight o’clock, the official address for the Olympic event began, and the media gathered to obtain original data. In America, opinions varied, but Lily and her mother agreed that the athletes’ behaviour was spectacular. After dinner, they sat on the sofa, watching the monitor, and discussed how similar yet amazing the competitors were. After that, they looked at the calendar, to colour their next viewing session.",
            "contieneMarcas": true,
            "marcas": [9,22,31,47,80,86,87,94,101,113,119,125,128,159,160,166,167,169,201,202,203,218,219,225,226,232,233,255,276,277,303,304,310,330,331,343,344,377,378,387,388,389],
            "marcasSordas": [],
            "marcasSonoras": [],
            "nombreAudio": "schwa i"
        },
        {
            "titulo": "Schwa (pt. 2)",
            "contenido": "In America, it’s amazing how popular social media has become, with people around the world sharing opinions on various platforms. The original data suggests that television remains a powerful medium, despite the rise of digital options. Education plays a crucial role, as it helps guide behaviour and develop wisdom. Doctors, teachers, and editors are all responsible for ensuring that information is available and understandable. Meanwhile, in areas like tourism and criticism, the regular appearance of controversial opinions can often lead to significant discussions about the impact of culture on society.",
            "contieneMarcas": true,
            "marcas": [3,9,17,34,35,40,41,48,74,99,115,116,134,140,146,169,170,186,187,189,231,232,243,244,259,260,293,294,313,321,322,331,332,344,345,363,366,394,395,402,406,409,418,419,425,428,448,488,489,491,497,515,516,519,554,565,566,570],
            "marcasSordas": [],
            "marcasSonoras": [],
            "nombreAudio": "schwa ii"
        },
        {
            "titulo": "Formas débiles",
            "contenido": "I can see why you were worried about the event yesterday. Mary was supposed to help, but she has not been feeling well lately. They were happy with the arrangements, although they could have used more time to prepare. I have noticed that they knew. He could have done more, but given the circumstances, we must appreciate his efforts. Do you think we should plan another event soon? Does it seem like a good idea? I must admit, organizing these events can be quite exhausting.",
            "contieneMarcas": true,
            "marcas": [3,15,16,19,20,21,64,77,86,94,133,134,135,181,182,187,207,221,235,253,254,259,275,286,307,336,339,340,353,354,384,385,401,417,453],
            "marcasSordas": [],
            "marcasSonoras": [],
            "nombreAudio": "formas debiles"
        },
        {
            "titulo": "Fonema /ɪ/",
            "contenido": "In the midst of a chill winter, Lila decided to visit her sister, Kim, who lived in a little village built near the river. The wind whipped through the trees, creating a soft rhythm like a song’s lyrics, and the leaves flickered in the crisp air.",
            "contieneMarcas": true,
            "marcas": [0,8,20,25,33,42,49,51,59,67,76,81,87,94,97,102,103,117,128,134,164,177,197,199,221,229,238],
            "marcasSordas": [],
            "marcasSonoras": [38],
            "nombreAudio": "i"
        },
        {
            "titulo": "Fonema /ɛ/",
            "contenido": "Ben stepped into the red tent at the end of the dense forest. He bent down to check the wet bed and felt the soft texture of the net. Next, he spread the bread and butter on a plate, setting it beside his tent. The smell of freshly baked bread made him feel content. Then, he said: “I want to do this again”.",
            "contieneMarcas": true,
            "marcas": [1,6,22,26,37,49,66,80,89,93,101,115,130,135,146,147,156,157,184,206,217,226,240,241,262,269,277,278,303,304],
            "marcasSordas": [],
            "marcasSonoras": [],
            "nombreAudio": "e"
        },
        {
            "titulo": "Fonema /ɔ/",
            "contenido": "The blog was about a hot day in Australia, where a dog sat on top of a rock by the river, watching a frog hop off a log. It was not the best quality day for the wasp that flew by, as it got trapped near a shop. The job was not easy, but what could one do? In Austria, they had a similar fault in the vault of their systems. Equality and quantity often don't match, and again, it was up to someone to wash away the problems, just like you watch a river flow over a rock.",
            "contieneMarcas": true,
            "marcas": [6,22,32,33,52,63,72,91,103,107,110,117,129,143,162,187,207,216,224,239,259,260,288,289,301,302,327,339,346,401,416,439,465],
            "marcasSordas": [],
            "marcasSonoras": [],
            "nombreAudio": "o"
        },
        {
            "titulo": "Fonema /a/",
            "contenido": "Jack had a plan to track the man who left a map at the back of the van. It was a bad idea, but Dad was mad to try, even though the land was full of traps. They needed to find the bank, but a mass of facts and tags slowed them down. In the end, the man paid the tax and left without looking back.",
            "contieneMarcas": true,
            "marcas": [1,6,13,21,30,45,56,68,82,96,104,132,150,180,192,200,210,249,262,291],
            "marcasSordas": [],
            "marcasSonoras": [],
            "nombreAudio": "a"
        },
        {
            "titulo": "Fonema /ɵ/",
            "contenido": "TEXTO NO DISPONIBLE",
            "contieneMarcas": false,
            "marcas": [],
            "marcasSordas": [],
            "marcasSonoras": [],
            "nombreAudio": "u"
        },
        {
            "titulo": "Fonema /ʌ/",
            "contenido": "The sun was up early, and it called us to run and jump with much joy. Some of us came from the southern part of the country, just to have fun at the club. It does seem rough at first, but love and laughter touch every heart here. A couple of young friends came too, and none of us could get enough of the good times shared. In front of the fire, we felt like troubles were done, at least for this month.",
            "contieneMarcas": true,
            "marcas": [5,12,43,51,61,71,96,97,117,118,126,139,151,159,160,169,170,189,207,208,233,234,243,244,271,293,294,329,361,362,374,398],
            "marcasSordas": [],
            "marcasSonoras": [],
            "nombreAudio": "y"
        },
        {
            "titulo": "Diptongo /ɛj/",
            "contenido": "James and Jane planned a trip to Spain, excited to explore the great landscapes. They paid for tickets and decided to take a train along the coast. 'Hey, let's make sure we visit that famous steakhouse', said James. The main day of the trip was still ahead, and they couldn’t wait to see the way the sun set over the grey mountains. With only eight days left, they wanted to make the most of their stay.",
            "contieneMarcas": true,
            "marcas": [1,11,35,36,65,66,75,87,88,119,127,128,185,193,194,210,221,222,226,227,264,265,277,278,293,294,319,320,343,344,350,351,362,363,376,377,400,401],
            "marcasSordas": [],
            "marcasSonoras": [],
            "nombreAudio": "ej"
        },
        {
            "titulo": "Diptongo /ɪj/",
            "contenido": "Pete and Steve took a trip to Sydney to see the green sea. They agreed on spotting monkeys and turkeys during their journey east. 'Please, let's not miss any key sights', said Steve. They had only three days left in the city and still needed to visit the famous street with many Chinese restaurants.",
            "contieneMarcas": false,
            "marcas": [],
            "marcasSordas": [],
            "marcasSonoras": [],
            "nombreAudio": "ij"
        },
        {
            "titulo": "Diptongo /ɑj/",
            "contenido": "One night under the high sky, a shy guy named Mike decided it was time for a change. He checked the price of flights to Thailand and Dubai. 'Why not?' he thought, feeling a rise of excitement. With a final click, he did buy them and said goodbye to his old life.",
            "contieneMarcas": false,
            "marcas": [],
            "marcasSordas": [],
            "marcasSonoras": [],
            "nombreAudio": "aj"
        },
        {
            "titulo": "Diptongo /oj/",
            "contenido": "At some point, Roy and Floyd decided to join an adventure. With the choice of travelling, they boys couldn’t resist the joy of hitting the road. With excitement in their voices, they set off to fill their voids.",
            "contieneMarcas": false,
            "marcas": [],
            "marcasSordas": [],
            "marcasSonoras": [],
            "nombreAudio": "oj"
        },
        {
            "titulo": "Diptongo /aw/",
            "contenido": "In a small town down south, a proud crowd gathered in front of a brown house. They lounged around, enjoying the sound of music, wondering how they found that spot. Now, the crown of the town was the Mount festival.",
            "contieneMarcas": false,
            "marcas": [],
            "marcasSordas": [],
            "marcasSonoras": [],
            "nombreAudio": "aw"
        },
        {
            "titulo": "Diptongo /əw/",
            "contenido": "On the road to the coast, I took a note on my phone. The load was heavy, but I don’t mind. Most days, I like to go alone, but today, the boat was waiting by the oak, ready to show me the way home.",
            "contieneMarcas": false,
            "marcas": [],
            "marcasSordas": [],
            "marcasSonoras": [],
            "nombreAudio": "ow"
        },
        {
            "titulo": "Diptongo /ʉw/",
            "contenido": "Hugh knew the route to the room where the group waited. He put on his new suit and shoes, grabbed a tube of blue glue, and drank some juice. It was true—June was the best time for a cruise with a view.",
            "contieneMarcas": false,
            "marcas": [],
            "marcasSordas": [],
            "marcasSonoras": [],
            "nombreAudio": "uw"
        },
        {
            "titulo": "Fonema /ɪː/",
            "contenido": "The deer stood near the pier, its sheer beauty clear to anyone here. It was a weird, fierce sight, one not seen in many years. Cheers echoed across the sphere‿as the moment grew more severe.",
            "contieneMarcas": false,
            "marcas": [],
            "marcasSordas": [],
            "marcasSonoras": [],
            "nombreAudio": "i:"
        },
        {
            "titulo": "Fonema /ɛː/",
            "contenido": "Claire sat on the stairs, brushing her hair, while a pair‿of birds flew through the air. She looked at the square, where the prayer was shared. It was rare to find such a fair‿and quiet place to care for‿a moment of peace.",
            "contieneMarcas": false,
            "marcas": [],
            "marcasSordas": [],
            "marcasSonoras": [],
            "nombreAudio": "e:"
        },
        {
            "titulo": "Fonema /o:/",
            "contenido": "The door to the north was open, and four friends stepped onto the coarse floor. They had brought a board for the sport they sought. After‿a short tour, they thought about buying more supplies for their trip across the moor.",
            "contieneMarcas": false,
            "marcas": [],
            "marcasSordas": [],
            "marcasSonoras": [],
            "nombreAudio": "o:"
        },
        {
            "titulo": "Fonema /ɑː/ (pt. 1)",
            "contenido": "We sat in the park, watching the stars and having a laugh as my aunt told stories of her childhood, when she would march around the farm and calm her calf by the hearth. Our hearts were full, enjoying half the night together.",
            "contieneMarcas": false,
            "marcas": [],
            "marcasSordas": [],
            "marcasSonoras": [],
            "nombreAudio": "a:1"
        },
        {
            "titulo": "Fonema /ɑː/ (pt. 2)",
            "contenido": "In the vast spa, after a relaxing bath, the staff took a chance to glance at the branch of a plant. Rather daft, they decided to craft a mask for the dance, clasping it with a firm grasp. The father, noticing the task, walked past the class and told them they couldn’t pass without finishing. With a quick lather, they completed the job at last, setting down the glass gently.",
            "contieneMarcas": false,
            "marcas": [],
            "marcasSordas": [],
            "marcasSonoras": [],
            "nombreAudio": "a:2"
        },
        {
            "titulo": "Fonema /əː/",
            "contenido": "The girl heard the first word from her firm boss: 'Work hard, and you’ll earn your place in this world.' She felt the urge to turn and leave, but knew it was worth it. The girl’s journey began at birth, with each moment shaping her.",
            "contieneMarcas": false,
            "marcas": [],
            "marcasSordas": [],
            "marcasSonoras": [],
            "nombreAudio": "x:"
        },
        {
            "titulo": "Parónimos",
            "contenido": "Though he thought he was thorough in his writing, he still struggled to get his ideas through. Throughout the tough journey, he often paused to bear the weight of his thoughts. He would quietly sip a beer or watch a bird, but he could never quite quit worrying. Their ideas, though different, were just as valid as his own, and there was no right or wrong rite. He felt like a wright crafting stories, knowing that there would always be a quiet place where he could write freely, even if they’re not there to see.",
            "contieneMarcas": false,
            "marcas": [],
            "marcasSordas": [],
            "marcasSonoras": [],
            "nombreAudio": "paronimos"
        }
    ]
}