{
    "titulo": "Textos de práctica",
    "instrucciones": "Utiliza estos textos para practicar cada uno de los fonemas",
    "textos": [
        {
            "titulo": "Fonema /v/",
            "contenido": "Victor and Vanessa went to the valley, where vibrant vines climbed the fence. They marveled at the view, with vivid green leaves glowing in the sunlight, and admired the variety of vines growing in every way.",
            "marcas": [0, 11, 31, 45, 53, 86, 99, 110, 112, 125, 170, 181, 199],
            "nombreAudio": "v" 
        },
        {
            "titulo": "Fonema /z/",
            "contenido": "Sara zipped her coat and settled by the stream, feeling the breeze. As she took a sip from her drink, a buzzing sound broke the silence.",
            "marcas": [5, 64, 106, 107],
            "nombreAudio": "z" 
        },
        {
            "titulo": "Fonema /ʒ/",
            "contenido": "The Confucian philosophy emphasizes balance and harmony in life, but the confusion around the concept often leads to errors. Yet, some find these Asian teachings clear.",
            "marcas": [78, 147],
            "nombreAudio": "zh" 
        },
        {
            "titulo": "Fonema /ʤ/",
            "contenido": "The professor just told us to choose our projects carefully. She will judge me and Jimmy’s.",
            "marcas": [14, 44, 64, 70, 72, 73, 83],
            "nombreAudio": "j" 
        },
        {
            "titulo": "Fonemas sonoros inexistentes en español",
            "contenido": "In a fine garden, you might find vines that twist and grow. If you sit by the vine, you could sip your tea and listen to the Confucian teachings while enjoying a joke. Sometimes, people might confuse the meaning of words, which can be quite a puzzle. You might wonder if they loathe the challenge or simply enjoy it. On a cold day, a warm drink could make it easier to understand the subtle differences between sounds like fine and vine, or choke and joke.",
            "marcas": [33, 37, 39, 40, 74, 75, 78, 121, 122, 143, 153, 162, 176, 197, 200, 201, 219, 245, 246, 271, 272, 280, 281, 283, 284, 309, 361, 380, 381, 401, 416, 432, 451],
            "nombreAudio": "in a fine garden" 
        }
    ]
}