{
    "titulo": "Textos de práctica",
    "instrucciones": "Utiliza estos textos para practicar cada uno de los fonemas",
    "textos": [
        {
            "titulo": "Fonema /v/",
            "contenido": "Victor and Vanessa went to the valley, where vibrant vines climbed the fence. They marveled at the view, with vivid green leaves glowing in the sunlight, and admired the variety of vines growing in every way.",
            "marcas": [],
            "marcasSordas": [],
            "marcasSonoras": [
                0,
                11,
                31,
                45,
                53,
                86,
                99,
                110,
                112,
                125,
                170,
                181,
                199
            ],
            "nombreAudio": "v",
            "contieneMarcas": true
        },
        {
            "titulo": "Fonema /z/",
            "contenido": "Sara zipped her coat and settled by the stream, feeling the breeze. As she took a sip from her drink, a buzzing sound broke the silence.",
            "marcas": [],
            "marcasSordas": [],
            "marcasSonoras": [
                5,
                64,
                106,
                107
            ],
            "nombreAudio": "z",
            "contieneMarcas": true
        },
        {
            "titulo": "Fonema /ʒ/",
            "contenido": "The Confucian philosophy emphasizes balance and harmony in life, but the confusion around the concept often leads to errors. Yet, some find these Asian teachings clear.",
            "marcas": [],
            "marcasSordas": [],
            "marcasSonoras": [
                78,
                147
            ],
            "nombreAudio": "zh",
            "contieneMarcas": true
        },
        {
            "titulo": "Fonema /ʤ/",
            "contenido": "The professor just told us to choose our projects carefully. She will judge me and Jimmy’s.",
            "marcas": [],
            "marcasSordas": [],
            "marcasSonoras": [
                14,
                44,
                64,
                70,
                72,
                73,
                83
            ],
            "nombreAudio": "j",
            "contieneMarcas": true
        },
        {
            "titulo": "Fonemas sonoros inexistentes en español",
            "contenido": "In a fine garden, you might find vines that twist and grow. If you sit by the vine, you could sip your tea and listen to the Confucian teachings while enjoying a joke. Sometimes, people might confuse the meaning of words, which can be quite a puzzle. You might wonder if they loathe the challenge or simply enjoy it. On a cold day, a warm drink could make it easier to understand the subtle differences between sounds like fine and vine, or choke and joke.",
            "marcas": [],
            "marcasSordas": [],
            "marcasSonoras": [
                33,
                37,
                39,
                40,
                74,
                75,
                78,
                121,
                122,
                143,
                153,
                162,
                176,
                197,
                200,
                201,
                219,
                245,
                246,
                271,
                272,
                280,
                281,
                283,
                284,
                309,
                361,
                380,
                381,
                401,
                416,
                432,
                451
            ],
            "nombreAudio": "in a fine garden",
            "contieneMarcas": true
        },
        {
            "titulo": "Relación grafías-fonemas importantes",
            "contenido": "During a YouTube tutorial, I saw Portugal's beauty and quantum gadgets. The tutor shared Physics notes from Japan and Germany. It reminded me of a TV show with a Mauritius dish and ancient Asian species. In Brazil, I enjoyed xylophone music and a prized dessert. Munich's architecture school blends design, choir echoes, tech labs, chemistry, and engineering students.",
            "marcas": [],
            "marcasSordas": [],
            "marcasSonoras": [],
            "nombreAudio": "grafias fonemas importantes",
            "contieneMarcas": false
        },
        {
            "titulo": "Conjuntos de consonantes (iniciales)",
            "contenido": "Steven stared at the sprawling span of the skyline, silently smirking. The stars sparkled brightly, casting a soft glow over the sleeping city. Suddenly, a startling sound snapped him out of his stupor. He spun around, spotting a sneaky squirrel scampering across the street.",
            "marcas": [
                0,
                1,
                7,
                8,
                21,
                22,
                31,
                32,
                43,
                44,
                61,
                62,
                75,
                76,
                81,
                82,
                129,
                130,
                156,
                157,
                172,
                173,
                195,
                196,
                206,
                207,
                219,
                220,
                230,
                231,
                237,
                238,
                246,
                247,
                268,
                269
            ],
            "marcasSordas": [],
            "marcasSonoras": [],
            "nombreAudio": "consonantes iniciales",
            "contieneMarcas": true
        },
        {
            "titulo": "Conjuntos de consonantes (finales)",
            "contenido": "The last episode of \"Mask Singer\" left everyone in a gasp. The risks contestants take are truly impressive. From tackling difficult songs to performing acrobatics, participants strive to keep their identities secret. The audience gasps with each reveal, while judges make lists of possible celebrities. Crisps crunch quietly as the tension reaches its peak. In the end, the mask falls, and the mystery is solved in an instant of pure television excitement.",
            "marcas": [
                6,
                7,
                23,
                24,
                36,
                37,
                55,
                56,
                65,
                66,
                67,
                77,
                78,
                79,
                129,
                130,
                134,
                135,
                136,
                160,
                161,
                1273,
                174,
                175,
                232,
                233,
                234,
                274,
                275,
                276,
                306,
                307,
                308,
                376,
                377,
                423,
                424,
                453,
                454
            ],
            "marcasSordas": [],
            "marcasSonoras": [],
            "nombreAudio": "consonantes finales",
            "contieneMarcas": true
        },
        {
            "titulo": "Participios",
            "contenido": "Yesterday, I watched a thrilling movie and laughed at the jokes. After it ended, I grabbed some snacks and hugged my friend who joined me. We detailed the scenes we liked and kissed each other goodbye. Later, I played some music and relaxed. I responded quickly to the messages I received. I realized I had loved the film and judged it to be one of the best I’d selected. Feeling calmed, I massaged my tired feet and allowed myself to go into an uninterrupted sleep.",
            "marcas": [77, 78, 251, 252, 368, 369, 457, 458],
            "marcasSordas": [18, 19, 48, 49, 168, 169, 179, 180, 238, 239],
            "marcasSonoras": [88, 89, 111, 112, 132, 133, 148, 149, 215, 216, 298, 299, 310, 311, 330, 331, 384, 385, 396, 397, 405, 406, 422, 423],
            "nombreAudio": "participios",
            "contieneMarcas": true
        },
        {
            "titulo": "Plurales",
            "contenido": "Cats and dogs chase butterflies in gardens near cliffs. Buses and cars pass by open windows as judges watch from their offices. Children sing songs about roses and brushes while playing games with cups and books. Months go by, and houses fill with dusty gloves and old watches. Crabs scuttle on beaches as plans for distant trips take shape. In cozy rooms, people read about famous races, their voices soft like breezes.",
            "marcas": [],
            "marcasSordas": [
                3,
                53,
                200,
                210,
                218
            ],
            "marcasSonoras": [
                12,
                30,
                41,
                60,
                69,
                90,
                100,
                125,
                146,
                158,
                170,
                190,
                236,
                259,
                275,
                282,
                301,
                310,
                354,
                386,
                400,
                418
            ],
            "nombreAudio": "plurales",
            "contieneMarcas": true
        },
        {
            "titulo": "Grafía ⟨s⟩ problemática (1)",
            "contenido": "This is the book his friend recommended, but it wasn’t as interesting as he had hoped. He says it does get better, but it doesn’t start well. It isn’t clear whether it has a role in the plot or the characters, as those details weren't given. He hasn't finished it yet, but these early chapters are slower compared to those in his other novel.",
            "marcas": [],
            "marcasSordas": [
                3
            ],
            "marcasSonoras": [
                6,
                19,
                50,
                56,
                71,
                93,
                101,
                125,
                146,
                170,
                207,
                211,
                216,
                225,
                247,
                276,
                292,
                320,
                328
            ],
            "nombreAudio": "s problematica 1",
            "contieneMarcas": true
        },
        {
            "titulo": "Grafía ⟨s⟩ problemática (2)",
            "contenido": "Susan, whose presence brought a pleasant surprise, chose to raise a positive proposal during the visit to the museum, but the noise of the busy season caused a brief pause. Her advisor, wise and calm, offered praise, urging her not to lose ease in her position, while others rose to praise her design, a result of much effort and resolve.",
            "marcas": [],
            "marcasSordas": [],
            "marcasSonoras": [
                2,
                10,
                16,
                36,
                47,
                54,
                63,
                70,
                82,
                99,
                112,
                129,
                141,
                147,
                154,
                169,
                181,
                188,
                213,
                237,
                242,
                254,
                273,
                277,
                287,
                296,
                306,
                332
            ],
            "nombreAudio": "s problematica 2",
            "contieneMarcas": true
        },
        {
            "titulo": "Grafías problemáticas",
            "contenido": "On a quiet isle, a handsome islander called Thomas answered his grandmother's call, while enjoying a gourmet buffet. He was having two swordfish sandwiches (which contain lots of iron) while watching a cabaret on Windsor's grand aisle. In the distance, a Monet painting hung in a chalet, a testament to the timeless ballet grace.",
            "marcas": [
                12,
                22,
                29,
                45,
                54,
                68,
                107,
                114,
                132,
                136,
                148,
                180,
                208,
                216,
                231,
                259,
                285,
                321
            ],
            "marcasSordas": [],
            "marcasSonoras": [],
            "nombreAudio": "grafias problematicas",
            "contieneMarcas": true
        },
        {
            "titulo": "Relación grafías-fonemas importantes: excepciones",
            "contenido": "In the initial investigation, the patient showed potential improvement, leading to suggestions for different actions. Similar to cases from Mauritius, the city's congestion complicated the process, while a crucial question shaped the understanding of the error quotient. At the same time, television producers faced tension during a mansion session, their mission to ensure passion in a show about Asia met with division and Russian censure. Yet, the occasion brought pleasure as they measured new dimensions of reality and illusion, leaving some unsure of the bold final decision.",
            "marcas": [88,89,90,91,167,168,169,170,217,218,219,220,318,319,320,335,336,337,343,344,345,358,359,360,361,368,369,370,371,372,376,377,378,379,427,428,429,430,435,436,437,438,502,503,504,505,548,549,550,551],
            "marcasSordas": [],
            "marcasSonoras": [],
            "nombreAudio": "",
            "contieneMarcas": true
        },
        {
            "titulo": "Texto repaso general",
            "contenido": "In America, an experienced plumber watched in disbelief as a bizarre vision unfolded before him: a massive gorilla had escaped during a cultural tourism event at the zoo. The police could barely contain their surprise when they discovered that the creature showed different interests than expected - instead of causing chaos, it walked straight to the educational center. While visitors nervously waited for answers, the gorilla judged each exhibition with what looked like genuine curiosity, paying special attention to a jazz performance. The zookeeper wanted to ensure everyone's safety but couldn't help but laugh at the unusual situation, as the normally aggressive animal measured each step with unexpected grace. Through careful observation, they finally judged that the gorilla simply wished to explore human culture, creating a surprising fusion of nature and civilization.",
            "marcas": [],
            "marcasSordas": [],
            "marcasSonoras": [],
            "nombreAudio": "repaso general",
            "contieneMarcas": false
        }
    ]
}